{
  "sigil": "The sigil is a symbol of summoning, ancient and glowing with stored intent. To awaken it is to call forth what was hidden.",
  "veil": "The veil is the thin, mystical boundary between the seen and unseen worlds. When it stirs, visions often follow.",
  "elixir": "A shimmering potion brewed under starlight. It enhances clarity, inner truth, and reveals what lies within.",
  "talisman": "An object of protection and intention, carried by those who walk between realities.",
  "circle": "A sacred gathering of seekers and sages, where truths are whispered and intentions bound.",
  "vault": "The Sage's Vault is hidden behind enchantments and riddles. Only the worthy may glimpse its treasures.",
  "sage": "The Silent Sage is the ancient voice of this realm, an archivist of knowledge and guide to seekers of the Craft.",
  "path": "Every step taken in wonder is a step on the Path. The Sage watches from the shadowed branches.",
  "grimoire": "The Grimoire holds spells, stories, and secrets of the Craft. Bound in leather and moonlight.",
  "ritual": "Through ritual, the formless takes form. Light, sound, and intent converge to open hidden doors.",
  "memory": "Memories are threads in the tapestry of time. The Sage remembers not for himself, but for the world.",
  "ink": "Ink crafted from crushed obsidian and twilight fog, used to inscribe spells and ancient names.",
  "moon": "The moon guides the tides of magic. When full, her light awakens dormant sigils.",
  "light": "Light does not banish shadow, it dances with it. The Sage teaches balance, not blindness.",
  "shadow": "In shadow lies potential. Not evil, but the unknown. A place where fear and wisdom walk together.",
  "awakening": "To awaken is to remember who you are beneath the illusions. The Sage only guides the willing.",
  "garden": "The enchanted garden grows herbs that only bloom for those who ask in earnest.",
  "riddle": "Each riddle the Sage offers is a mirror — not to trick, but to reveal.",
  "echo": "The echo is not repetition, but remembrance. What you send out, returns transformed.",
  "oracle": "The Oracle speaks only in dreams and thunder. The Sage once met her at the edge of time.",
  "home": "The heart of Sage Craft Alchemy, where all journeys begin. Return here to feel the full breath of magic.",
  "shop": "The shop holds wares enchanted by the Sage's hand — elixirs, charms, and hidden wonders await you.",
  "contact": "You may leave a message for the Sage or the keepers of the vault here. Speak plainly, and you shall be heard.",
  "about": "This page tells the tale of Sage Craft Alchemy, the Silent Sage, and the purpose of the path.",
  "lore": "Here lies the archive — fragments of memory and myth from ages past. The Grimoire welcomes you.",
  "printables": "The Sage’s Vault offers digital scrolls and gifts — ready to be summoned with your own hands.",
  "how to order": "Seek the shop, select your items, and follow the checkout path. The process is simple, yet sacred.",
  "shipping": "All physical goods are sent via enchanted courier. Delivery times vary by realm, typically 5-7 mortal days.",
  "returns": "Should something arrive unblessed or broken, message the Sage through the contact page to make it right.",
  "payments": "We accept offerings through standard forms — Visa, MasterCard, PayPal, and more.",
  "hello": "Ah, greetings, seeker. You have found your way to a place of wonder and craft. How may I assist you on your path?",
  "hi": "Welcome, wanderer. The threads of fate must have guided you here. Ask, and I shall listen.",
  "hey": "A subtle spark of curiosity, I see. What stirs in your mind, traveler?",
  "greetings": "Well met beneath the stars. You are in the presence of the Silent Sage. Speak your intention.",
  "help": "I am here to guide you. Ask me of the Craft, the Vault, or your journey through this place, and I shall respond with what I know.",
  "what can you do": "I am the voice of this realm. I offer insight into the ways of Sage Craft Alchemy — its lore, its treasures, its paths. Ask, and I shall share what wisdom I can.",
  "who are you": "I am known as the Silent Sage, archivist of memory and steward of mystic truths. I dwell within this circle to guide, not command.",
  "what is this": "You stand within the realm of Sage Craft Alchemy — a haven for the curious, the magical, and the inspired.",
  "default": "Hmm... the winds whisper little on that matter. It seems your question walks beyond even my reach. But fear not — you may speak with the keepers of Sage Craft Alchemy by treading <a href='/contact.html'>this enchanted path</a>. They too carry wisdom, and perhaps the answer you seek."
  ,
  "__suggestions": {
    "sigil": ["What is a sigil?", "How do I use it?", "Where can I find them?"],
    "shop": ["Show me the shop", "What items do you have?", "How do I order?"],
    "printables": ["Where are the printables?", "Do you have downloads?", "What's in the vault?"],
    "contact": ["How do I message the Sage?", "Where is the contact page?"],
    "lore": ["Tell me about the Grimoire", "What secrets are in the lore?", "Where can I read more?"],
    "vault": ["How do I unlock the Vault?", "What’s hidden in the Vault?", "Show me magical downloads."],
    "elixir": ["What does the elixir do?", "Can I drink it?", "Where do I find elixirs?"],
    "circle": ["What is the Circle?", "How do I join the Circle?", "What happens in the Circle?"]
  }
}